Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Updated transfer windows are recalculated on save. Existing activities stay unchanged until you accept new suggestions; confirmed reservations are protected.
ar: تُعاد حساب فترات الانتقال المحدّثة عند الحفظ. تبقى الأنشطة الحالية كما هي إلى أن تقبل الاقتراحات الجديدة؛ والحجوزات المؤكدة محمية.
es: Los periodos de traslado actualizados se recalculan al guardar. Las actividades existentes no cambian hasta que aceptes nuevas sugerencias; las reservas confirmadas están protegidas.
fa: بازه‌های جابه‌جایی هنگام ذخیره دوباره محاسبه می‌شوند. تا زمانی که پیشنهادهای جدید را نپذیرید، فعالیت‌های موجود تغییر نمی‌کنند؛ رزروهای تأییدشده محفوظ هستند.
fil: Muling kakalkulahin ang mga na-update na oras ng paglilipat kapag nag-save. Hindi magbabago ang mga kasalukuyang aktibidad hangga't hindi mo tinatanggap ang mga bagong mungkahi; mananatiling protektado ang mga kumpirmadong reserbasyon.
fil_ph: Muling kakalkulahin ang mga na-update na oras ng paglilipat kapag nag-save ka. Mananatiling hindi nagbabago ang mga kasalukuyang aktibidad hangga't hindi mo tinatanggap ang mga bagong mungkahi; protektado ang mga kumpirmadong reserbasyon.
fr: Les créneaux de transfert mis à jour sont recalculés à l’enregistrement. Les activités existantes restent inchangées jusqu’à l’acceptation de nouvelles suggestions ; les réservations confirmées sont protégées.
it: Le finestre di trasferimento aggiornate vengono ricalcolate al salvataggio. Le attività esistenti restano invariate finché non accetti nuovi suggerimenti; le prenotazioni confermate sono protette.
ja: 更新された移動時間帯は保存時に再計算されます。新しい提案を受け入れるまで既存のアクティビティは変わりません。確定済みの予約は保護されます。
ko: 저장하면 변경된 환승 시간이 다시 계산됩니다. 새 추천을 수락하기 전까지 기존 활동은 변경되지 않으며, 확정된 예약은 보호됩니다.
ru: Новое время пересадок будет рассчитано при сохранении. Запланированные занятия останутся без изменений, пока вы не примете новые предложения; подтверждённые бронирования защищены.
tr: Güncellenen aktarma zaman aralıkları, kaydedildiğinde yeniden hesaplanır. Yeni önerileri kabul edene kadar mevcut etkinlikler değişmez; onaylanmış rezervasyonlar korunur.
vi: Thời gian chuyển chặng mới sẽ được tính lại khi lưu. Các hoạt động hiện có vẫn giữ nguyên cho đến khi bạn chấp nhận gợi ý mới; các đặt chỗ đã xác nhận vẫn được bảo đảm.
zh_hans: 更新后的接驳时间段会在保存时重新计算。在你接受新建议前，现有活动保持不变；已确认的预订受到保护。

source: Upload
ar: تحميل
es: Subir
fa: بارگذاری
fil: Mag-upload
fil_ph: Mag-upload
fr: Importer
it: Carica
ja: アップロード
ko: 업로드
ru: Загрузить
tr: Yükle
vi: Tải lên
zh_hans: 上传

source: Upload a booking receipt to help prepare your trip. Pip reads it with AI; you'll review the details before saving. Check dates and times against your receipt.
ar: حمّل إيصال حجز للمساعدة في إعداد رحلتك. يقرأه Pip باستخدام الذكاء الاصطناعي، وستراجع التفاصيل قبل حفظها. تحقّق من التواريخ والأوقات بمقارنتها بإيصالك.
es: Sube un comprobante de reserva para ayudar a preparar tu viaje. Pip lo lee con IA; revisarás los detalles antes de guardarlos. Comprueba las fechas y horas con tu comprobante.
fa: رسید رزرو را بارگذاری کنید تا برای سفرتان آماده شویم. پیپ آن را با هوش مصنوعی می‌خواند؛ پیش از ذخیره، جزئیات را بررسی می‌کنید. تاریخ‌ها و ساعت‌ها را با رسیدتان تطبیق دهید.
fil: Mag-upload ng resibo ng booking para makatulong sa paghahanda ng biyahe mo. Babasahin ito ni Pip gamit ang AI; susuriin mo ang mga detalye bago i-save. Ihambing ang mga petsa at oras sa iyong resibo.
fil_ph: Mag-upload ng resibo ng booking para makatulong sa paghahanda ng biyahe mo. Babasahin ito ni Pip gamit ang AI; susuriin mo ang mga detalye bago i-save. Tiyaking tugma ang mga petsa at oras sa resibo mo.
fr: Importez un justificatif de réservation pour préparer votre voyage. Pip l’analyse avec l’IA ; vous pourrez vérifier les détails avant de les enregistrer. Vérifiez les dates et les horaires sur votre justificatif.
it: Carica una ricevuta di prenotazione per aiutare a preparare il tuo viaggio. Pip la legge con l'IA; potrai controllare i dettagli prima di salvarli. Verifica date e orari sulla ricevuta.
ja: 予約確認書をアップロードすると、旅行の準備に役立ちます。PipがAIで内容を読み取り、保存する前に詳細を確認できます。日付と時刻は予約確認書と照らし合わせてください。
ko: 여행 준비에 도움이 되도록 예약 확인증을 업로드하세요. Pip이 AI로 내용을 읽고, 저장하기 전에 세부 정보를 확인할 수 있습니다. 확인증과 날짜 및 시간을 대조해 주세요.
ru: Загрузите подтверждение бронирования, чтобы Pip помог подготовить поездку. Pip прочитает его с помощью ИИ, а вы проверите данные перед сохранением. Сверьте даты и время с подтверждением.
tr: Seyahatinizi hazırlamaya yardımcı olması için rezervasyon makbuzu yükleyin. Pip, makbuzu yapay zekâyla okur; kaydetmeden önce bilgileri gözden geçirebilirsiniz. Tarih ve saatleri makbuzunuzla karşılaştırın.
vi: Tải lên biên nhận đặt chỗ để giúp chuẩn bị chuyến đi. Pip sẽ dùng AI để đọc biên nhận; bạn sẽ xem lại thông tin trước khi lưu. Hãy đối chiếu ngày và giờ với biên nhận.
zh_hans: 上传预订凭证，帮助准备行程。Pip 会使用 AI 读取凭证；保存前你可以核对详情。请对照凭证检查日期和时间。

source: Upload flight confirmation
ar: تحميل تأكيد الرحلة الجوية
es: Subir confirmación de vuelo
fa: بارگذاری تأییدیه پرواز
fil: Mag-upload ng kumpirmasyon ng flight
fil_ph: Mag-upload ng kumpirmasyon ng flight
fr: Importer la confirmation de vol
it: Carica la conferma del volo
ja: フライトの確認書をアップロード
ko: 항공편 예약 확인서 업로드
ru: Загрузить подтверждение бронирования авиабилета
tr: Uçuş onayını yükle
vi: Tải lên xác nhận chuyến bay
zh_hans: 上传航班确认信息

source: Use exact dates
ar: استخدام التواريخ المحددة
es: Usar fechas exactas
fa: استفاده از تاریخ دقیق
fil: Gumamit ng eksaktong mga petsa
fil_ph: Gumamit ng eksaktong mga petsa
fr: Utiliser les dates exactes
it: Usa date esatte
ja: 正確な日付を使用
ko: 정확한 날짜 사용
ru: Указать точные даты
tr: Kesin tarihleri kullan
vi: Dùng ngày chính xác
zh_hans: 使用确切日期

source: Use Google or email and password. When creating an account, enter your email address as both username and email.
ar: استخدم Google أو البريد الإلكتروني وكلمة المرور. عند إنشاء حساب، أدخل عنوان بريدك الإلكتروني في حقلي اسم المستخدم والبريد الإلكتروني.
es: Usa Google o correo y contraseña. Al crear una cuenta, introduce tu correo tanto como nombre de usuario como correo electrónico.
fa: با گوگل یا ایمیل و رمز عبور وارد شوید. هنگام ساخت حساب، نشانی ایمیل را هم در نام کاربری و هم در ایمیل وارد کنید.
fil: Gumamit ng Google o email at password. Kapag gagawa ng account, ilagay ang iyong email address bilang username at email.
fil_ph: Gumamit ng Google o email at password. Kapag gumagawa ng account, ilagay ang email address mo bilang username at email.
fr: Utilisez Google ou un e-mail et un mot de passe. À la création du compte, saisissez votre e-mail comme nom d’utilisateur et comme adresse e-mail.
it: Usa Google o email e password. Quando crei un account, inserisci il tuo indirizzo email sia come nome utente sia come email.
ja: Googleまたはメールアドレスとパスワードを使用します。アカウント作成時は、ユーザー名とメールアドレスの両方にメールアドレスを入力してください。
ko: Google 또는 이메일과 비밀번호를 사용하세요. 계정을 만들 때는 이메일 주소를 사용자 이름과 이메일에 모두 입력하세요.
ru: Используйте Google или адрес электронной почты и пароль. При создании аккаунта укажите свой адрес электронной почты и в поле имени пользователя, и в поле электронной почты.
tr: Google'ı veya e-posta adresinizi ve parolanızı kullanın. Hesap oluştururken e-posta adresinizi hem kullanıcı adı hem de e-posta olarak girin.
vi: Dùng Google hoặc email và mật khẩu. Khi tạo tài khoản, hãy nhập địa chỉ email làm cả tên người dùng lẫn email.
zh_hans: 使用 Google 或邮箱和密码。创建账户时，请在用户名和邮箱栏中都输入你的邮箱地址。

source: Use numbers with up to two decimal places, or whole yen for JPY. Negative amounts are not supported.
ar: استخدم أرقامًا بمنزلتين عشريتين كحد أقصى، أو أعدادًا صحيحة للين الياباني (JPY). لا تُقبل المبالغ السالبة.
es: Usa números con hasta dos decimales, o yenes enteros para JPY. No se admiten importes negativos.
fa: عددها را با حداکثر دو رقم اعشار وارد کنید؛ برای ین ژاپن عدد صحیح وارد کنید. مبلغ منفی پذیرفته نمی‌شود.
fil: Gumamit ng mga numerong may hanggang dalawang decimal place, o mga buumbilang na yen para sa JPY. Hindi pinapayagan ang mga negatibong halaga.
fil_ph: Gumamit ng mga numerong may hanggang dalawang decimal place, o buong yen para sa JPY. Hindi pinapayagan ang mga negatibong halaga.
fr: Utilise des nombres avec deux décimales au maximum, ou des yens entiers pour JPY. Les montants négatifs ne sont pas acceptés.
it: Usa numeri con al massimo due decimali, oppure yen interi per JPY. Gli importi negativi non sono ammessi.
ja: 小数点以下2桁までの数値を使用してください。日本円は整数で入力してください。負の金額は使用できません。
ko: 소수점 이하 최대 두 자리까지 입력하거나, JPY의 경우 정수로 입력하세요. 음수는 지원되지 않습니다.
ru: Укажите число с двумя знаками после запятой или целое число для японских иен (JPY). Отрицательные суммы не поддерживаются.
tr: En fazla iki ondalık basamak içeren sayılar veya JPY için tam sayı kullanın. Negatif tutarlar desteklenmez.
vi: Nhập số có tối đa hai chữ số thập phân, hoặc số nguyên yên Nhật (JPY). Không hỗ trợ số âm.
zh_hans: 请输入最多两位小数的金额，日元（JPY）须为整数。不支持负数金额。

source: Use the saved trip
ar: استخدام الرحلة المحفوظة
es: Usar el viaje guardado
fa: استفاده از سفر ذخیره‌شده
fil: Gamitin ang naka-save na biyahe
fil_ph: Gamitin ang naka-save na biyahe
fr: Utiliser le voyage enregistré
it: Usa il viaggio salvato
ja: 保存した旅行を使用
ko: 저장된 여행 사용
ru: Использовать сохранённую поездку
tr: Kaydedilen seyahati kullan
vi: Dùng chuyến đi đã lưu
zh_hans: 使用已保存的行程

# Version %@ (Build %@)
source: Version %1$@ (Build %2$@)
ar: الإصدار %@ (البنية %@)
es: Versión %1$@ (compilación %2$@)
fa: نسخهٔ %1$@ (بیلد %2$@)
fil: Bersyon %@ (Build %@)
fil_ph: Bersyon %@ (Build %@)
it: Versione %1$@ (build %2$@)
ja: バージョン %1$@（ビルド %2$@）
ko: 버전 %@ (빌드 %@)
ru: Версия %@ (сборка %@)
tr: Sürüm %@ (Derleme %@)
vi: Phiên bản %@ (Bản dựng %@)
zh_hans: 版本 %1$@（构建 %2$@）

source: View
ar: عرض
es: Ver
fa: نمایش
fil: Tingnan
fil_ph: Tingnan
fr: Afficher
it: Visualizza
ja: 表示
ko: 보기
ru: Вид
tr: Görünüm
vi: Xem
zh_hans: 查看

source: Voice
ar: الصوت
es: Voz
fa: صدا
fil: Boses
fil_ph: Boses
fr: Voix
it: Voce
ja: 音声
ko: 음성
ru: Голос
tr: Ses
vi: Giọng nói
zh_hans: 语音

source: walking
ar: المشي
es: a pie
fa: پیاده‌روی
fil: paglalakad
fil_ph: paglalakad
fr: à pied
it: a piedi
ja: 徒歩
ko: 도보
ru: пешком
tr: yürüyüş
vi: đi bộ
zh_hans: 步行

source: Warm and friendly
ar: ودود ودافئ
es: Cálido y cordial
fa: گرم و صمیمی
fil: Mainit ang dating at palakaibigan
fil_ph: Mainit at palakaibigan
fr: Chaleureux et amical
it: Caldo e cordiale
ja: 温かく親しみやすい
ko: 따뜻하고 친근한
ru: Тёплый и дружелюбный
tr: Sıcak ve samimi
vi: Ấm áp và thân thiện
zh_hans: 温暖友好

source: What ground transportation is already arranged?
ar: ما وسائل النقل البري التي تم ترتيبها بالفعل؟
es: ¿Qué transporte terrestre ya tienes organizado?
fa: کدام جابه‌جایی زمینی از قبل هماهنگ شده؟
fil: Anong transportasyon sa lupa ang nakaayos na?
fil_ph: Anong transportasyong panlupa ang nakaayos na?
fr: Quel transport terrestre est déjà organisé ?
it: Quali trasporti via terra sono già organizzati?
ja: 地上交通手段で、すでに手配しているものはありますか？
ko: 지상 교통편은 이미 무엇을 준비하셨나요?
ru: Какой транспорт уже запланирован?
tr: Kara ulaşımıyla ilgili neler ayarlandı?
vi: Bạn đã sắp xếp phương tiện di chuyển đường bộ nào?
zh_hans: 已经安排了哪些地面交通？

source: What Pip knows about you
ar: ما يعرفه Pip عنك
es: Lo que Pip sabe de ti
fa: پیپ دربارهٔ شما چه می‌داند
fil: Ang mga alam ni Pip tungkol sa iyo
fil_ph: Ang nalalaman ni Pip tungkol sa iyo
fr: Ce que Pip sait de vous
it: Cosa sa Pip di te
ja: Pipがあなたについて知っていること
ko: Pip이 당신에 대해 아는 내용
ru: Что Pip знает о вас
tr: Pip'in sizin hakkınızda bildikleri
vi: Pip biết gì về bạn
zh_hans: Pip 对你的了解

source: What Pip remembers
ar: ما يتذكره Pip
es: Lo que Pip recuerda
fa: آنچه پیپ به یاد دارد
fil: Ang mga naaalala ni Pip
fil_ph: Ang natatandaan ni Pip
fr: Ce que Pip retient
it: Cosa ricorda Pip
ja: Pipが覚えていること
ko: Pip이 기억하는 내용
ru: Что Pip запомнил
tr: Pip'in hatırladıkları
vi: Pip nhớ gì
zh_hans: Pip记得的事

source: What should Pip call you?
ar: كيف تود أن يناديك Pip؟
es: ¿Cómo debería llamarte Pip?
fa: پیپ شما را چه صدا کند؟
fil: Ano ang itatawag sa iyo ni Pip?
fil_ph: Ano ang itatawag sa iyo ni Pip?
fr: Comment Pip doit-il vous appeler ?
it: Come vuoi che ti chiami Pip?
ja: Pipに何と呼んでほしいですか？
ko: Pip이 뭐라고 부르면 좋을까요?
ru: Как Pip к вам обращаться?
tr: Pip size nasıl hitap etsin?
vi: Bạn muốn Pip gọi mình là gì?
zh_hans: Pip该怎么称呼你？

source: What would make this trip feel right for you?
ar: ما الذي سيجعل هذه الرحلة مناسبة لك؟
es: ¿Qué haría que este viaje fuera ideal para ti?
fa: چه چیزی این سفر را برای تو دل‌نشین می‌کند؟
fil: Ano ang magpaparamdam na tama para sa iyo ang biyaheng ito?
fil_ph: Ano ang makapagpapasakto sa biyahe para sa iyo?
fr: Qu’est-ce qui rendrait ce voyage idéal pour toi ?
it: Cosa renderebbe questo viaggio ideale per te?
ja: どんな旅にしたいですか？
ko: 이번 여행이 어떻게 진행되면 좋을까요?
ru: Что сделает эту поездку подходящей именно вам?
tr: Bu seyahatin size uygun hissettirmesi için neler önemli?
vi: Điều gì sẽ giúp chuyến đi này phù hợp với bạn?
zh_hans: 怎样的安排会让这次旅行更合你心意？

source: What's already decided?
ar: ما الأمور التي حُسمت بالفعل؟
es: ¿Qué está ya decidido?
fa: چه چیزی از قبل مشخص شده؟
fil: Ano na ang napagpasyahan?
fil_ph: Ano na ang napagdesisyunan?
fr: Qu’est-ce qui est déjà décidé ?
it: Cosa è già deciso?
ja: すでに決まっていることは？
ko: 이미 결정된 사항이 있나요?
ru: Что уже решено?
tr: Şimdiye kadar neler kararlaştırıldı?
vi: Bạn đã quyết định những gì?
zh_hans: 哪些事情已经决定了？

source: When?
ar: متى؟
es: ¿Cuándo?
fa: چه زمانی؟
fil: Kailan?
fil_ph: Kailan?
fr: Quand ?
it: Quando?
ja: いつ？
ko: 언제인가요?
ru: Когда?
tr: Ne zaman?
vi: Khi nào?
zh_hans: 什么时候？

source: Where are we going?
ar: إلى أين سنذهب؟
es: ¿Adónde vamos?
fa: کجا می‌رویم؟
fil: Saan tayo pupunta?
fil_ph: Saan tayo pupunta?
fr: Où allons-nous ?
it: Dove andiamo?
ja: どこへ行きますか？
ko: 어디로 가시나요?
ru: Куда отправляемся?
tr: Nereye gidiyoruz?
vi: Chúng ta sẽ đi đâu?
zh_hans: 我们要去哪里？

source: Where are we staying?
ar: أين سنقيم؟
es: ¿Dónde nos alojamos?
fa: کجا اقامت داریم؟
fil: Saan tayo tutuluyan?
fil_ph: Saan tayo tutuluyan?
fr: Où logeons-nous ?
it: Dove alloggiamo?
ja: どこに泊まりますか？
ko: 어디에 묵으시나요?
ru: Где остановимся?
tr: Nerede konaklıyoruz?
vi: Chúng ta sẽ ở đâu?
zh_hans: 我们住在哪里？

source: Which dates do you mean by next long weekend? Holidays and travel dates vary, so please confirm.
ar: ما التواريخ التي تقصدها بعطلة نهاية الأسبوع الطويلة القادمة؟ تختلف العطلات وتواريخ السفر، لذا يُرجى التأكيد.
es: ¿A qué fechas te refieres con el próximo fin de semana largo? Los festivos y las fechas varían, así que confírmalas.
fa: منظورتان از آخر هفته طولانی بعدی کدام تاریخ‌هاست؟ لطفاً تاریخ را تأیید کنید؛ تعطیلات و روزهای سفر متفاوت‌اند.
fil: Anong mga petsa ang tinutukoy mo sa susunod na mahabang weekend? Nagkakaiba ang mga holiday at petsa ng biyahe, kaya pakikumpirma.
fil_ph: Anong mga petsa ang tinutukoy mo sa susunod na long weekend? Nagkakaiba-iba ang mga holiday at petsa ng biyahe, kaya pakikumpirma.
fr: Quelles dates désignes-tu par le prochain week-end prolongé ? Les jours fériés et dates de voyage varient, alors confirme-les.
it: Quali date intendi per il prossimo weekend lungo? Festività e date di viaggio variano, quindi confermale.
ja: 「次の連休」は何月何日を指しますか？祝日や旅行の日程は異なるため、確認してください。
ko: 다음 연휴가 어느 날짜인지 알려주시겠어요? 공휴일과 여행 날짜는 다를 수 있으니 확인해 주세요.
ru: Какие даты вы имеете в виду под ближайшими длинными выходными? Праздники и даты поездок различаются, уточните, пожалуйста.
tr: Bir sonraki uzun hafta sonuyla hangi tarihleri kastediyorsunuz? Tatiller ve seyahat tarihleri değişiklik gösterebilir; lütfen doğrulayın.
vi: Bạn muốn nói đến kỳ nghỉ cuối tuần dài nào sắp tới? Ngày nghỉ lễ và ngày đi lại có thể khác nhau, vui lòng xác nhận.
zh_hans: 你说的下一个长周末具体是哪几天？假期和旅行日期可能不同，请确认。

source: Who is traveling?
ar: من المسافرون؟
es: ¿Quién viaja?
fa: چه کسانی سفر می‌کنند؟
fil: Sino ang bibiyahe?
fil_ph: Sino ang bibiyahe?
fr: Qui voyage ?
it: Chi viaggia?
ja: 誰が旅行しますか？
ko: 누가 여행하나요?
ru: Кто едет?
tr: Kimler seyahat ediyor?
vi: Ai sẽ đi?
zh_hans: 谁将同行？

source: Who's coming?
ar: من سيأتي؟
es: ¿Quién viene?
fa: چه کسانی می‌آیند؟
fil: Sino ang sasama?
fil_ph: Sino ang sasama?
fr: Qui vient ?
it: Chi viene?
ja: 誰が一緒に行きますか？
ko: 누가 함께하나요?
ru: Кто поедет с вами?
tr: Kimler geliyor?
vi: Ai sẽ đi cùng?
zh_hans: 都有谁同行？

source: Yes, occasionally
ar: نعم، أحيانًا
es: Sí, de vez en cuando
fa: بله، گاهی
fil: Oo, paminsan-minsan
fil_ph: Oo, paminsan-minsan
fr: Oui, de temps en temps
it: Sì, ogni tanto
ja: はい、ときどき
ko: 네, 가끔요
ru: Да, иногда
tr: Evet, ara sıra
vi: Có, thỉnh thoảng
zh_hans: 是，偶尔

source: Yes, please
ar: نعم، من فضلك
es: Sí, por favor
fa: بله، حتماً
fil: Oo, pakiusap
fil_ph: Oo, pakiusap
fr: Oui, s’il vous plaît
it: Sì, grazie
ja: はい、お願いします
ko: 네, 부탁해요
ru: Да, пожалуйста
tr: Evet, lütfen
vi: Vâng, vui lòng
zh_hans: 好的

source: You
ar: أنت
es: Tú
fa: شما
fil: Ikaw
fil_ph: Ikaw
fr: Toi
it: Tu
ja: あなた
ko: 나
ru: Вы
tr: Sen
vi: Bạn
zh_hans: 你

source: You can correct Pip anytime. Temporary trip needs stay separate from what you want remembered.
ar: يمكنك تصحيح Pip في أي وقت. يجب أن تبقى احتياجات الرحلة المؤقتة منفصلة عمّا تريد حفظه في ذاكرتك.
es: Puedes corregir a Pip en cualquier momento. Las necesidades temporales del viaje se mantienen separadas de lo que quieres que recuerde.
fa: هر وقت بخواهی می‌توانی پیپ را اصلاح کنی. نیازهای موقت سفر از چیزهایی که می‌خواهی به یاد بمانند جدا هستند.
fil: Maaari mong itama si Pip anumang oras. Hiwalay dapat ang mga pansamantalang pangangailangan sa biyahe sa mga gusto mong tandaan.
fil_ph: Puwede mong itama si Pip anumang oras. Mananatiling hiwalay ang mga pansamantalang kailangan sa biyahe sa mga gusto mong matandaan.
fr: Tu peux corriger Pip à tout moment. Les besoins temporaires du voyage restent séparés de ce que tu souhaites conserver en mémoire.
it: Puoi correggere Pip in qualsiasi momento. Le esigenze temporanee del viaggio restano separate da ciò che vuoi ricordare.
ja: Pipはいつでも訂正できます。一時的な旅行のニーズと覚えておいてほしいことは別に管理されます。
ko: 언제든 핍을 바로잡을 수 있어요. 이번 여행에만 필요한 내용은 기억해 두길 원하는 정보와 별도로 관리됩니다.
ru: Вы можете в любой момент поправить Pip. Временные детали поездки хранятся отдельно от того, что вы хотите сохранить в памяти.
tr: Pip’i istediğin zaman düzeltebilirsin. Geçici seyahat ihtiyaçların, hatırlanmasını istediğin bilgilerden ayrı tutulur.
vi: Bạn có thể sửa Pip bất cứ lúc nào. Những nhu cầu tạm thời của chuyến đi sẽ được giữ riêng, không lẫn với những điều bạn muốn lưu lại.
zh_hans: 你随时可以纠正 Pip。临时旅行需求与你希望记住的信息分开保留。

source: You speak
ar: أنت تتحدث
es: Tú hablas
fa: زبان شما
fil: Nagsasalita ka
fil_ph: Ikaw ang nagsasalita
fr: Tu parles
it: Tu parli
ja: あなたが話す言語
ko: 사용 언어
ru: Вы говорите
tr: Konuştuğun diller
vi: Bạn nói
zh_hans: 你的语言

source: Your chat, profile, local time and location, including precise coordinates when allowed, are shared with OpenAI. Saved trips and companions stay separate. Place queries and location are sent to Google for place search, road distances and current weather. Place results: Google Maps.
ar: تُشارك محادثتك وملفك الشخصي والتوقيت المحلي وموقعك، بما في ذلك الإحداثيات الدقيقة عند السماح بذلك، مع OpenAI. تبقى الرحلات المحفوظة والمرافقون منفصلين. تُرسل طلبات البحث عن الأماكن وموقعك إلى Google للبحث عن الأماكن وحساب مسافات الطرق ومعرفة الطقس الحالي. نتائج الأماكن: Google Maps.
es: Tu chat, perfil, hora local y ubicación, incluidas coordenadas precisas cuando lo permites, se comparten con OpenAI. Los viajes y acompañantes guardados se mantienen separados. Las consultas de lugares y la ubicación se envían a Google para buscar lugares, distancias por carretera y el tiempo actual. Resultados de lugares: Google Maps.
fa: گفت‌وگو، نمایه، ساعت محلی و موقعیت شما، از جمله مختصات دقیق در صورت اجازه، با OpenAI به اشتراک گذاشته می‌شوند. سفرها و همراهان ذخیره‌شده جدا می‌مانند. برای جست‌وجوی مکان، فاصله جاده‌ای و وضعیت هوا، درخواست‌ها و موقعیت به Google فرستاده می‌شوند. نتایج مکان: Google Maps.
fil: Ibinabahagi sa OpenAI ang chat, profile, lokal na oras at lokasyon mo, pati ang eksaktong mga coordinate kapag pinahintulutan. Hiwalay ang mga naka-save na biyahe at kasama. Ipinapadala sa Google ang mga query tungkol sa lugar at lokasyon para maghanap ng mga lugar, sukatin ang distansya sa kalsada at alamin ang kasalukuyang lagay ng panahon. Mga resulta ng lugar: Google Maps.
fil_ph: Ibinabahagi sa OpenAI ang chat, profile, lokal na oras at lokasyon mo, kasama ang mga eksaktong coordinate kapag pinapayagan. Mananatiling hiwalay ang mga naka-save na biyahe at kasama. Ipinapadala sa Google ang mga tanong tungkol sa mga lugar at lokasyon para maghanap ng mga lugar, distansya sa kalsada at kasalukuyang lagay ng panahon. Mga resulta ng lugar: Google Maps.
fr: Ta conversation, ton profil, l’heure locale et ta position, y compris les coordonnées précises si tu l’autorises, sont partagés avec OpenAI. Les voyages et compagnons enregistrés restent séparés. Les recherches de lieux et la position sont envoyées à Google pour rechercher des lieux, des distances routières et la météo actuelle. Résultats des lieux : Google Maps.
it: Chat, profilo, ora locale e posizione, incluse coordinate precise se consentite, vengono condivisi con OpenAI. Viaggi e accompagnatori salvati restano separati. Ricerche di luoghi e posizione vengono inviate a Google per cercare luoghi, distanze stradali e meteo attuale. Risultati dei luoghi: Google Maps.
ja: チャット、プロフィール、現地時刻、位置情報（許可されている場合は正確な座標を含む）をOpenAIと共有します。保存済みの旅行と同行者は別に管理されます。場所の検索、道路距離、現在の天気のため、検索内容と位置情報をGoogleへ送信します。場所の検索結果：Google Maps。
ko: 채팅 내용, 프로필, 현지 시간과 위치(허용된 경우 정확한 좌표 포함)가 OpenAI와 공유됩니다. 저장된 여행과 동행자 정보는 별도로 관리됩니다. 장소 검색, 도로 거리 및 현재 날씨를 확인하기 위해 장소 검색어와 위치 정보가 Google로 전송됩니다. 장소 검색 결과: Google 지도.
ru: Ваши переписка, профиль, местное время и местоположение, включая точные координаты, если вы разрешили доступ, передаются OpenAI. Сохранённые поездки и попутчики хранятся отдельно. Запросы о местах и ваше местоположение передаются Google для поиска мест, расчёта расстояний по дорогам и получения актуальной погоды. Источник результатов поиска мест: Google Maps.
tr: Konuşmaların, profilin, yerel saatin ve konumun (izin verildiğinde hassas koordinatlar dâhil) OpenAI ile paylaşılır. Kayıtlı seyahatlerin ve yol arkadaşların ayrı tutulur. Yer aramaları ve konum bilgisi; yer araması, yol mesafeleri ve güncel hava durumu için Google’a gönderilir. Yer sonuçları: Google Haritalar.
vi: Cuộc trò chuyện, hồ sơ, giờ địa phương và vị trí của bạn, bao gồm tọa độ chính xác nếu được cho phép, sẽ được chia sẻ với OpenAI. Các chuyến đi và bạn đồng hành đã lưu được giữ riêng. Truy vấn địa điểm và vị trí được gửi đến Google để tìm kiếm địa điểm, tính khoảng cách đường bộ và xem thời tiết hiện tại. Kết quả địa điểm: Google Maps.
zh_hans: 你的对话、个人资料、当地时间和位置（包括获准使用的精确坐标）会与 OpenAI 共享。已保存的旅行和同行者单独保留。地点查询和位置会发送给 Google，用于地点搜索、道路距离和当前天气。地点结果：Google Maps。

source: Your conversation will appear here as you speak.
ar: ستظهر محادثتك هنا أثناء حديثك.
es: Tu conversación aparecerá aquí mientras hablas.
fa: هنگام صحبت، گفت‌وگوی شما اینجا نمایش داده می‌شود.
fil: Lalabas dito ang pag-uusap ninyo habang nagsasalita ka.
fil_ph: Lalabas dito ang usapan ninyo habang nagsasalita ka.
fr: Ta conversation apparaîtra ici pendant que tu parles.
it: La conversazione apparirà qui mentre parli.
ja: 話すと会話がここに表示されます。
ko: 말씀하시는 동안 대화 내용이 여기에 표시됩니다.
ru: Здесь будет появляться ваш разговор, пока вы говорите.
tr: Konuşmaya başladığında sohbetin burada görünür.
vi: Cuộc trò chuyện của bạn sẽ hiện ở đây khi bạn nói.
zh_hans: 说话时，你的对话会显示在这里。
